[BalanceDefs.BD_Aster_CriticalFail_TurnInObject InteractiveObjectBalanceDefinition]
DefaultDisplayName="delivery"

[IO.CriticalFail_TurnInIO InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO.CriticalFailJumpingWeapon InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO.CriticalFailJumpingWeaponThree InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO.CriticalFailJumpingWeaponTwo InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_CriticalFail_TurnIn MissionItemDefinition]
UseFailureCharacterMessage="It should be. %s Use this."
ItemName="was distributed"
PickupMessage="You understand %s"
UseFailureLevelMessage="This feature requires at least %d."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="However"

[ItemDefs.ID_CriticalFail_TurnIn:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Temporary assignment"
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_CriticalFail_Weapon MissionItemDefinition]
UseFailureCharacterMessage="You have to do it %s Use of this article.."
ItemName="shoe accessories"
PickupMessage="You're right %s"
UseFailureLevelMessage="Must be at least %d level to use this feature."
UseFailureConstraintsMessage="You can't use it.."
NoManufacturerName="The president"

[ItemDefs.ID_CriticalFail_Weapon2 MissionItemDefinition]
UseFailureCharacterMessage="It must be so %s Use it."
ItemName="Host 2"
PickupMessage="You know me %s"
UseFailureLevelMessage="You must be at least %d level to use this feature.."
UseFailureConstraintsMessage="You cannot use this code.."
NoManufacturerName="generally"

[ItemDefs.ID_CriticalFail_Weapon2:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Section 2"
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_CriticalFail_Weapon:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="cleaning tips."
NoConstraintText=""
Suffix=""
Prefix=""

